12/data/attachments/dcee120819d0db46.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_205a02d0-187f-490f-ac10-52878a534df2</nif:username>
            <nif:friendToBeAdded>Kristin_that_Actions_93974_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>